const data = 
`
[
    {
        "id": 1,
        "img": "img/img_1.jpg",
        "title": "Факт 1",
        "fact": "Слух кошки гораздо более чувствителен, чем у людей и собак."
    },
    {
        "id": 2,
        "img": "img/img_2.jpg",
        "title": "Факт 2",
        "fact": "Кошачий хвост используется для поддержания равновесия."
    },
    {
        "id": 3,
        "img": "img/img_3.jpg",
        "title": "Факт 3",
        "fact": "В отличие от других кошек, у львов есть пучок шерсти на конце хвоста."
    },
    {
        "id": 4,
        "img": "img/img_4.jpg",
        "title": "Факт 4",
        "fact": "У кошек 32 мышцы, которые управляют наружным ухом (по сравнению с 6 мышцами у человека). Кошка может самостоятельно поворачивать уши на 180 градусов и поворачиваться в направлении звука в 10 раз быстрее, чем у самой лучшей сторожевой собаки."
    },
    {
        "id": 5,
        "img": "img/img_5.jpg",
        "title": "Факт 5",
        "fact": "Кошачьи глаза светятся в темноте благодаря тапетуму, отражающему слою в глазу, который действует как зеркало."
    },
    {
        "id": 6,
        "img": "img/img_6.jpg",
        "title": "Факт 6",
        "fact": "Челюсть кошки движется только вверх-вниз; у нее нет никаких боковых движений из стороны в сторону, как у собак и людей."
    }
]
`